[
    {
        "id": 8191,
        "name": "Dr. Lutfun Nahar Begum",
        "specialty": "Senior Consultant, Neonatology",
        "degree": "MBBS, MD (Pead), FCPS (Neonatology, Clinical Fellow (Neonatology), Singapore",
        "about": "Dr. Lutfun Nahar Begum graduated from Chittagong Medical College. After her internship she was trained at Bangabandhu Sheikh Mujib Medical University (BSMMU) in Pediatrics. She completed FCPS (Neonatology) degree from Bangladesh College of Physicians & Surgeons (BCPS). She acquired clinical fellowship in Neonatology from National University, Singapore and got experience from IPGMR, Chandighar, India in Neonatal Intensive Care Unit.Dr. Lutfun Nahar practiced in Bangladesh Government Health Service from Upazilla level. Later she joined the course of MD (Pediatrics) and obtained the degree of Doctor of Medicine (MD) in Pediatrics from Bangladesh Institute of Child Health. Dr. Lutfun Nahar worked in Dhaka Medical College Hospital and afterwards involved in Special Care Baby Unit (SCABU), BIRDEM. Before joining Square Hospital, she performed in Neonatology & Pediatrics unit of Apollo Hospital, Dhaka.",
        "img": "https://www.squarehospital.com/storage/images/1521006590Dr_Lutfunnahar_(3).JPG"
    },
    {
        "id": 9732,
        "name": "Dr. Aftab Yousuf Raj",
        "specialty": "Senior Consultant, Pediatrics & Neonatology",
        "degree": "MBBS, MD (Pediatrics), MD (Neonatology), Fellow Newborn Medicine (Canada), MPH(NSU)",
        "about": "Dr. Aftab Yousuf Raj MBBS, MD (Pediatrics), MD (Neonatology), Fellow-(Neonatology) AIIMS, India, Fellow (Neonatology & Pediatrics)-Canada, graduated from Sher-E-Bangla Medical College. He then trained in the field of Pediatrics and Neonatology and served in different Medical Colleges & Hospitals across the country and held some vital positions including Associate Professor of Pediatrics and Neonatology for several years. He received training in his respective field from all India Institutions of Medical Science and Calgery Medical University (New Born Health) and Alberta Children Hospital (Child Health) Canada. He also worked as a Consultant at United Hospital, Dhaka.",
        "img": "https://www.squarehospital.com/storage/images/1622456032.png"
    },
    {
        "id": 6453,
        "name": "Dr. Md. Towhiduzzaman",
        "specialty": "Senior Consultant, Interventional Cardiology",
        "degree": "MBBS (Dhaka), MD CARD. (NICVD), FIC (Singapore), Fellow-National Heart Centre, Singapore, Fellow-Escorts Hospital, New Delhi — India, Specialist in Intravascular Ultrasound",
        "about": "Education: Dr. Towhiduzzaman graduated with MBBS degree in January 1994 from Sher-e-Bangla Medical College, Barisal and Doctor of Medicine (MD) in Cardiology degree   in January 2002 from National Institute of Cardiovascular diseases (NICVD) under university of Dhaka. Training & Fellowship: After obtaining his post graduate degree he started his professional career as Consultant Cardiologist at NICVD and also worked Z H Sikder Women’s Medical College, Gulshan till 2005. Dr. Towhiduzzaman received SAARC Cardiology  hands on Fellowship in Interventional Cardiology at Escorts Heart Institute and Research Centre (EHIR&C), New Delhi, India for 01(one) year in June 2006. Subsequently he was selected for another 01 year hands on Fellowship program in Interventional Cardiology at National Heart Centre, Singapore and received the fellowship award in July 2007.  He has successfully completed Rotablation, Intravascular ultrasound Pressure wire and peripheral stenting course. He also gained and experienced a numerous number of invasive and clinical training and observatory fellowship and visited  USA, Canada, France, England, Japan, Italy, Sweden, Hong Kong, China, Jamaica, Costarica, Vietnam, Malaysia, Thailand, India, Pakistan and Nepal. Dr. Towhiduzzaman has published articles and presented cases at numerous national and international conferences. He has vast experiences of 10 years to perform invasive & interventional and complex diagnostic and therapeutic procedures independently & confidently. He is regular Faculty/Guest Speaker and participated in a large number of International workshops, seminars, symposiums both home and abroad that has enriched his decision making capacity, professional skills and care giving attitude to an international level. For last 10 years he is performing highest number of complex bifurcation, CTOs, primary PCI, and Renal & Peripheral Angioplasties at Square Hospital. His sub specialty interest is in Interventional Cardiology. Professional Appointment & Committee Membership: Life Member – Bangladesh Cardiac Society (BSC), Bangladesh Society of Cardiovascular Interventions (BSCI), Bangladesh Society of Echo Cardiography (BSE), Bangladesh Medical Association (BMA)Org. Secretary (Elect) Bangladesh Cardiac Society from 2015, Scientific Secretary (Elect), 2009 – 14. Others: Fellow, Society of Cardiac angiography &Intervention(FSCAI, USA), Associate Fellow American College of Cardiology (FACC), Member-American Society of Echocardiography (MASE), European Society of Percutaneous Cardiovascular Interventions. (EPACI), European Society of Cardiology (MESC)",
        "img": "https://www.squarehospital.com/storage/images/15223131481516518386Dr_Tawhiduzzaman.jpg"
    },
    {
        "id": 7354,
        "name": "Dr. Mahbub Mansur",
        "specialty": "Senior Consultant, Interventional Cardiology",
        "degree": "MBBS, MD (Cardiology), Fellow, Interventional Cardiology Fellow, Pacing, EP and Device Implantation",
        "about": "Dr. Mahbub Mansur passed his MBBS from Chittagong Medical College in 1994. He passed MD in Cardiology from BSMMU in 2002. He attended Fellowship courses in Interventional Cardiology in Aga Khan University Hospital, Karachi and The Erasmus, Rotterdam, The Netherlands. He had done fellowship programmes in Electrophysiology in Holy Family Hospital, Bandra, Mumbai, India and also did fellowship programmes in Cardiac Device Implantation from Milan, Italy. He worked as a Consultant and Associate Professor in Ibrahim Cardiac Hospital and Research Institute from 2003 to 2012. From 2012 to mid-2016 he was the Chief Consultant Cardiologist in Ibn Sina Hospital, Dhanmondi. He is one of the pioneers of Radial Intervention in Bangladesh and till date has done more than 10, 000 radial coronary intervention cases. His special interest is in Device therapies in Heart Failure patients. He is a life member of Bangladesh Cardiac Society and Bangladesh Society of Cardiac Intervention and a founder member of Bangladesh Heart Rhythm Society.",
        "img": "https://www.squarehospital.com/storage/images/1522312350Dr-Mansur.jpg"
    },
    {
        "id": 7535,
        "name": "Dr. Major (Retd) Zeena Salwa",
        "specialty": "Consultant, Child Development Center (CDC)",
        "degree": "MBBS, DCH, FCPS (Paed), Clinical Training on Pediatric Neurology (India), Training on EEG and Epilepsy in USA",
        "about": "Dr. Major (Retd) Zeena Salwa has completed her medical degree (MBBS) from Rangpur Medical College under Rajshahi University. She has post-graduation on Diploma in Child Heath (DCH) From Bangabandhu Sheikh Mujib Medical University (BSMMU) and also completed her highest degree FCPS (Pediatrics) from Bangladesh College of Physicians and Surgeons (BCPS). She started her carrier as Medical Officer in Bangladesh Army after internship training and served in Army Medical Corps (AMC) for 16 years in different cantonments as practicing physician with different leadership positions. She managed department of Pediatrics independently after her post-graduation degree in AMC and has extensive experiences in clinical patient management, counseling and prevention approaches. Dr. Zeena has expanded her career with Square Hospital Ltd (SHL) since 2010 as Pediatrician and expanded vision toward Pediatric Neurology for new services in SHL for responding the emerging needs of children in Bangladesh. She further received intensive clinical training in Pediatric Neurology from Dhaka Shishu Hospital and Christian Medical College (CMC), Vellore, India. Recently she has received training on Epilepsy and EEG from Cleveland Clinic, USA. Being a Consultant, she is performing individual and independent patient treatment and management both in critical and chronic illness of Pediatric patients including Pediatric Neurology. She has provided leadership for orchestrating a new service with establishment of Square Child Development Center (CDC) for addressing neurological disorders of children in 2017. She also introduced a new service for screening of “Newborn” through Square (CDC). She has participated in many national and International conferences, presented and published papers. Her continued interest is in Pediatric Neurology including Developmental Pediatrics along with general Pediatrics. She is a member of national and international Pediatric associations and Pediatric Neurology associations as well.",
        "img": "https://www.squarehospital.com/storage/images/1624168431.png"
    },
    {
        "id": 7536,
        "name": "Prof. Dr. Md. Sanawar Hossain",
        "specialty": "Senior Consultant General Surgery",
        "degree": "MBBS, MD, FCPS, FAMASI",
        "about": "Prof. Md. Sanawar Hossain is a retired professor of surgery, joined the Square Hospitals Ltd. since its inception in May 2005. He organized its preparation for opening the hospital which took place on the 16th of December 2006. He started as a Consultant Surgeon and secured the position of Director Medical Services for more than 10 years in addition. He is a Fellow of General Surgery (FCPS) from Bangladesh College of Physicians & Surgeons and ECFMG qualified from US by examinations. He is trained in different branches of Surgery from 12 different countries including Australia, Thailand, Singapore and UK as WHO fellow. Honorary Fellowship was conferred upon him by College of Physicians & Surgeons of Pakistan and AMASI - India. He is a First Generation Laparoscopic Surgeon in both basic and advanced laparoscopic specialty with great interest in Hepatobiliary and Oncologic surgeries of upper and lower GIT.  He has got an extensive experience in Cancer Breast and Endocrine surgeries & takes interest in complicated, complex, revision and Redo surgeries. He is known as a great teacher & trainer in surgery and has covered almost all medical colleges & corners of this country & accumulated surgical experience for over more than 40 years and continuing the services untiredly even today with the grace of Almighty.",
        "img": "https://www.squarehospital.com/storage/images/1521004739Dr_Sanawar_(6).JPG"
    }
]