[
    {
        "id": 8191,
        "name": "Blood Tests",
        "shortDescription": "A blood test is a laboratory analysis performed on a blood sample that is usually extracted from a vein in the arm using a hypodermic needle, or via fingerprick.",
        "about": "A blood test is a laboratory analysis performed on a blood sample that is usually extracted from a vein in the arm using a hypodermic needle, or via fingerprick. Multiple tests for specific blood components, such as a glucose test or a cholesterol test, are often grouped together into one test panel called a blood panel or blood work. Blood tests are often used in health care to determine physiological and biochemical states, such as disease, mineral content, pharmaceutical drug effectiveness, and organ function. Typical clinical blood panels include a basic metabolic panel or a complete blood count. Blood tests are also used in drug tests to detect drug abuse.",
        "img": "https://clinika.modeltheme.com/wp-content/uploads/2020/05/clinika_medical-500x500.png"
    },
    {
        "id": 9732,
        "name": "Teeth Whitening",
        "shortDescription": "Tooth whitening or tooth bleaching is the process of lightening the color of human teeth",
        "about": "Tooth whitening or tooth bleaching is the process of lightening the color of human teeth. Whitening is often desirable when teeth become yellowed over time for a number of reasons, and can be achieved by changing the intrinsic or extrinsic color of the tooth enamel. The chemical degradation of the chromogens within or on the tooth is termed as bleaching. Hydrogen peroxide (H2O2) is the active ingredient most commonly used in whitening products and is delivered as either hydrogen peroxide or carbamide peroxide. Hydrogen peroxide is analogous to carbamide peroxide as it is released when the stable complex is in contact with water. When it diffuses into the tooth, hydrogen peroxide acts as an oxidising agent that breaks down to produce unstable free radicals. In the spaces between the inorganic salts in tooth enamel, these unstable free radicals attach to organic pigment molecules resulting in small, less heavily pigmented components. Reflecting less light, these smaller molecules create a 'whiteningeffect'. There are different products available on the market to remove stains. For whitening treatment to be successful, dental professionals (dental hygienist or dentist) should correctly diagnose the type, intensity and location of the tooth discolouration. Time exposure and the concentration of the bleaching compound, determines the tooth whitening endpoint.",
        "img": "https://clinika.modeltheme.com/wp-content/uploads/2020/05/Teeth-Whitening-500x500.png"
    },
    {
        "id": 6453,
        "name": "Spinal Surgery",
        "shortDescription": "Spinal fusion, also called spondylodesis or spondylosyndesis, is a neurosurgical or orthopedic surgical technique that joins two or more vertebrae.",
        "about": "Spinal fusion, also called spondylodesis or spondylosyndesis, is a neurosurgical or orthopedic surgical technique that joins two or more vertebrae. This procedure can be performed at any level in the spine (cervical, thoracic, or lumbar) and prevents any movement between the fused vertebrae. There are many types of spinal fusion and each technique involves using bone grafting—either from the patient (autograft), donor (allograft), or artificial bone substitutes—to help the bones heal together. Additional hardware (screws, plates, or cages) is often used to hold the bones in place while the graft fuses the two vertebrae together. The placement of hardware can be guided by fluoroscopy, navigation systems, or robotics. Spinal fusion is most commonly performed to relieve the pain and pressure from mechanical pain of the vertebrae or on the spinal cord that results when a disc (cartilage between two vertebrae) wears out (degenerative disc disease). Other common pathological conditions that are treated by spinal fusion include spinal stenosis, spondylolisthesis, spondylosis, spinal fractures, scoliosis, and kyphosis. ike any surgery, complications may include infection, blood loss, and nerve damage. Fusion also changes the normal motion of the spine and results in more stress on the vertebrae above and below the fused segments. As a result, long-term complications include degeneration at these adjacent spine segments.",
        "img": "https://clinika.modeltheme.com/wp-content/uploads/2020/05/Spinal-Surgery-500x500.png"
    },
    {
        "id": 7354,
        "name": "Pulmonary Exam",
        "shortDescription": "Pulmonary function testing is a complete evaluation of the respiratory system including patient history, physical examinations, and tests of pulmonary function.",
        "about": "Pulmonary function testing (PFT) is a complete evaluation of the respiratory system including patient history, physical examinations, and tests of pulmonary function. The primary purpose of pulmonary function testing is to identify the severity of pulmonary impairment. Pulmonary function testing has diagnostic and therapeutic roles and helps clinicians answer some general questions about patients with lung disease. PFTs are normally performed by a respiratory therapist, respiratory physiologist, physiotherapist, pulmonologist, and/or general practitioner.",
        "img": "https://clinika.modeltheme.com/wp-content/uploads/2020/05/Pulmonary-Exam-500x500.png"
    },
    {
        "id": 7535,
        "name": "MRI Check-up",
        "shortDescription": "Magnetic resonance imaging is a medical imaging technique used in radiology to form pictures of the anatomy and the physiological processes of the body.",
        "about": "Magnetic resonance imaging (MRI) is a medical imaging technique used in radiology to form pictures of the anatomy and the physiological processes of the body. MRI scanners use strong magnetic fields, magnetic field gradients, and radio waves to generate images of the organs in the body. MRI does not involve X-rays or the use of ionizing radiation, which distinguishes it from CT and PET scans. MRI is a medical application of nuclear magnetic resonance (NMR) which can also be used for imaging in other NMR applications, such as NMR spectroscopy. MRI is widely used in hospitals and clinics for medical diagnosis, staging and follow-up of disease. Compared to CT, MRI provides better contrast in images of soft-tissues, e.g. in the brain or abdomen. However, it may be perceived as less comfortable by patients, due to the usually longer and louder measurements with the subject in a long, confining tube. Additionally, implants and other non-removable metal in the body can pose a risk and may exclude some patients from undergoing an MRI examination safely.",
        "img": "https://clinika.modeltheme.com/wp-content/uploads/2020/05/healthcare-500x500.png"
    },
    {
        "id": 7536,
        "name": "Neurological Exam",
        "shortDescription": "A neurological examination is the assessment of sensory neuron and motor responses, especially reflexes, to determine whether the nervous system is impaired.",
        "about": "A neurological examination is the assessment of sensory neuron and motor responses, especially reflexes, to determine whether the nervous system is impaired. This typically includes a physical examination and a review of the patient's medical history, but not deeper investigation such as neuroimaging. It can be used both as a screening tool and as an investigative tool, the former of which when examining the patient when there is no expected neurological deficit and the latter of which when examining a patient where you do expect to find abnormalities. If a problem is found either in an investigative or screening process, then further tests can be carried out to focus on a particular aspect of the nervous system (such as lumbar punctures and blood tests). In general, a neurological examination is focused on finding out whether there are lesions in the central and peripheral nervous systems or there is another diffuse process that is troubling the patient. Once the patient has been thoroughly tested, it is then the role of the physician to determine whether these findings combine to form a recognizable medical syndrome or neurological disorder such as Parkinson's disease or motor neurone disease. Finally, it is the role of the physician to find the cause for why such a problem has occurred, for example finding whether the problem is due to inflammation or is congenital.",
        "img": "https://clinika.modeltheme.com/wp-content/uploads/2020/05/neurological_exam-500x500.png"
]
